Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/mailman-tm.tmx
Source language: en
Languages: ca_es

source: Non-member filters
ca_es: Filtres de no subscriptors

source: List of non-member addresses whose postings should be automatically accepted.
ca_es: Llista d'adreces no subscrites els enviaments de les quals s'acceptaran automàticament.

source: Postings from any of these non-members will be automatically accepted with no further moderation applied. Add member addresses one per line; start the line with a ^ character to designate a regular expression match. A line consisting of the @ character followed by a list name specifies another Mailman list in this installation, all of whose member addresses will be accepted for this list.
ca_es: Els enviaments de qualsevol d'aquests no subscriptors s'acceptaran automàticament sense necessitat de moderació. Afegiu una adreça per línia, i inicieu la línia amb el caràcter ^ per a indicar una coincidència amb un una expressió regular. Les línies on hi aparegui el caràcter @ seguit del nom d'una llista especifiquen una altra llista de correu del Mailman daquest lloc, tots els membres de la qual s'acceptaran per a aquesta llista.

source: List of non-member addresses whose postings will be immediately held for moderation.
ca_es: Llista d'adreces de no-membres de les quals els seus missatges seran immediatament retinguts per a la seva moderació.

source: Postings from any of these non-members will be immediately and automatically held for moderation by the list moderators. The sender will receive a notification message which will allow them to cancel their held message. Add member addresses one per line; start the line with a ^ character to designate a regular expression match.
ca_es: Enviaments d'aquestos no-membres seran retinguts per a la seva moderació per part dels moderadors de la llista. El remitent rebrà una notificació que li permetrà cancel·lar el seu missatge retingut. Introdueix les adreces una per línea; comença amb ^ per designar una expressió regular.

source: List of non-member addresses whose postings will be automatically rejected.
ca_es: Llista d'adreces de no-membres que seran denegades automàticament.

source: Postings from any of these non-members will be automatically rejected. In other words, their messages will be bounced back to the sender with a notification of automatic rejection. This option is not appropriate for known spam senders; their messages should be <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >automatically discarded</a>. <p>Add member addresses one per line; start the line with a ^ character to designate a regular expression match.
ca_es: Els missatges d'aquestos no-membres seran atumàticament denegats. El seu missatge rebotarà al remitent amb una notificació automàtica de denegació. Aquesta opció no es apropiada per remitents de Spam coneguts; els seus missatges haurian de ser <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >automàticament descartats</a>. <p>Afegeix adreces de membres una per línia; começa la línia amb ^ per a designar una expressió regular.

source: List of non-member addresses whose postings will be automatically discarded.
ca_es: Llista d'adreces de no-membres de les quals els seus missatges seran automàticament descartats.

source: Postings from any of these non-members will be automatically discarded. That is, the message will be thrown away with no further processing or notification. The sender will not receive a notification or a bounce, however the list moderators can optionally <a href="?VARHELP=privacy/sender/forward_auto_discards" >receive copies of auto-discarded messages.</a>. <p>Add member addresses one per line; start the line with a ^ character to designate a regular expression match.
ca_es: Els missatges de tots aquests no-membres seran automàticament descartats. O sigui, el missatge serà eliminat sense més preguntes ni notificacions. El remitent no rebrà cap notificació ni cap missatge rebotat, encara que els moderadors de la llista poden, si així ho desitgen <a href="?VARHELP=privacy/sender/forward_auto_discards" >rebre copies dels missatges auto-descartats</a>. <p>Afegeix adreces de membres una per línia; começa la línia amb ^ per a designar una expressió regular.

source: Action to take for postings from non-members for which no explicit action is defined.
ca_es: Acció a portar a terme per els enviaments dels no-membres que no tenen una acció explícita definida.

source: When a post from a non-member is received, the message's sender is matched against the list of explicitly <a href="?VARHELP=privacy/sender/accept_these_nonmembers" >accepted</a>, <a href="?VARHELP=privacy/sender/hold_these_nonmembers">held</a>, <a href="?VARHELP=privacy/sender/reject_these_nonmembers" >rejected</a> (bounced), and <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >discarded</a> addresses. If no match is found, then this action is taken.
ca_es: Quan es rep un missatge d'un no-membre, es comprova si el remitent es troba en el llistat d'adreces explícitament <a href="?VARHELP=privacy/sender/accept_these_nonmembers" >acceptades</a>, <a href="?VARHELP=privacy/sender/hold_these_nonmembers">retingudes</a>, <a href="?VARHELP=privacy/sender/reject_these_nonmembers" >denegades</a> (rebotat), i <a href="?VARHELP=privacy/sender/discard_these_nonmembers" >descartades</a>. Si no es troba cap coincidencia es parta a terme aquesta acció.

source: Should messages from non-members, which are automatically discarded, be forwarded to the list moderator?
ca_es: Voleu que els missatges d'aquells que no siguin subscriptors, els qual es descarten automàticament, s'enviïn al moderador de la llista?

source: Text to include in any rejection notice to be sent to non-members who post to this list. This notice can include the list's owner address by %%(listowner)s and replaces the internally crafted default message.
ca_es: Text a incloure a les notificacions de rebuig que s'enviaran a aquells que enviïn correu a la llista sense estar-hi subscrits. Aquesta notificació pot incloure l'adreça del propietari de la llista de %%(listowner)s i reemplaça el missatge intern per defecte.

source: This section allows you to configure various filters based on the recipient of the message.
ca_es: Aquesta secció us permet configurar diversos filtres basats en el destinatari del missatge.

source: Recipient filters
ca_es: Filtres de destinatari

source: Must posts have list named in destination (to, cc) field (or be among the acceptable alias names, specified below)?
ca_es: Els enviaments a la llista, Han de tenir el nom de la llista en l'adreça de destinació (o que estigui entre els noms d'alies acceptables especificats baix) ?

source: Many (in fact, most) spams do not explicitly name their myriad destinations in the explicit destination addresses - in fact often the To: field has a totally bogus address for obfuscation. The constraint applies only to the stuff in the address before the '@' sign, but still catches all such spams. <p>The cost is that the list will not accept unhindered any postings relayed from other addresses, unless <ol> <li>The relaying address has the same name, or <li>The relaying address name is included on the options that specifies acceptable aliases for the list. </ol>
ca_es: Molts (de fet, la majoria) dels correus spam no anomenen explícitament la seva miríada de destinacions - de fet, normalment el camp To: té una adreça falsa per a produir confusió. La restricció s'aplica només a la part de l'adreça que està davant de la '@', però encara així detecta dits correus spam. <p>El cost resultant és que la llista no acceptarà sense destorbar missatges enviats a altres adreces, a no ser que <ol><li> L'adreça tingui el mateix nom, o <li> L'adreça estigui entre els alies acceptables per a la llista. </ol>

source: Alias names (regexps) which qualify as explicit to or cc destination names for this list.
ca_es: Alias (regexps) que es qualifiquen com a noms explícits de To o CC de destinació per la llista.

source: Alternate addresses that are acceptable when `require_explicit_destination' is enabled. This option takes a list of regular expressions, one per line, which is matched against every recipient address in the message. The matching is performed with Python's re.match() function, meaning they are anchored to the start of the string. <p>For backwards compatibility with Mailman 1.1, if the regexp does not contain an `@', then the pattern is matched against just the local part of the recipient address. If that match fails, or if the pattern does contain an `@', then the pattern is matched against the entire recipient address. <p>Matching against the local part is deprecated; in a future release, the pattern will always be matched against the entire recipient address.
ca_es: Adreces alternatives que són acceptables quan s'habilita `require_explicit_destination'. Aquesta opció accepta una sèrie d'expressions regulars, cadascuna en un línia distinta que es comparen amb cadascun dels destinataris del missatge. La comparança es realitza amb la funció de Python re.match(), el que significa que es comença des del principi de la cadena. <p>Perquè existeixi compatibilitat amb Mailman 1.1, si l'expressió regular no conté una '@' aleshores el patró es compara només amb la part local de l'adreça del destinatari. Si la comparança falla o el patró no conté una '@' aleshores el patró es compara amb l'adreça completa del destinatari. <p>Les comparances contra la part local estan obsoletes, en versions futures, el patró sempre es compararà contra l'adreça completa del destinatari.

source: Ceiling on acceptable number of recipients for a posting.
ca_es: Nombre màxim acceptable de destinataris en un lliurament.

source: If a posting has this number, or more, of recipients, it is held for admin approval. Use 0 for no ceiling.
ca_es: Si l'enviament té aquest nombre de destinataris, o més, és retingut per a l'aprovació de l'admin. Fes servir 0 si no voleu límit.

source: This section allows you to configure various anti-spam filters posting filters, which can help reduce the amount of spam your list members end up receiving.
ca_es: Aquesta secció et permet configurar filtres d'enviament anti-spam et pot ajudar a reduir considerablement els missatges de correu spam de la llista.

source: Header filters
ca_es: Filtres de capçalera

source: Filter rules to match against the headers of a message.
ca_es: Regles de filtre a coincidir amb les capçaleres d'un missatge.

source: Each header filter rule has two parts, a list of regular expressions, one per line, and an action to take. Mailman matches the message's headers against every regular expression in the rule and if any match, the message is rejected, held, or discarded based on the action you specify. Use <em>Defer</em> to temporarily disable a rule. You can have more than one filter rule for your list. In that case, each rule is matched in turn, with processing stopped after the first match. Note that headers are collected from all the attachments (except for the mailman administrivia message) and matched against the regular expressions. With this feature, you can effectively sort out messages with dangerous file types or file name extensions.
ca_es: Cada regla de filtratge de capçalera té dues parts: una llista d'expressions regulars (una per línia) i una acció a dur a terme. El Mailman comprova si les capçaleres del missatge coincideixen amb alguna de les expressions regulars de la regla. Si és així, el missatge es rebutja, es posa en espera o es descarta segons l'acció especificada. Utilitzeu <em>Ajorna</em> per a inhabilitar una regla temporalment. Podeu utilitzar més d'una regla de filtratge per a la llista. Si aquest és el cas, es comprovarà la coincidència amb cada regla, una després de l'altra, i el processament s'aturarà tan bon punt es produeixi una coincidència. Tingueu en compte que es recullen les capçaleres de tots els fitxers adjunts (excepte les dels missatges administratius del Mailman) i es comprova si coincideixen amb les expressions regulars. Aquesta funció us permetrà filtrar els fitxers que continguin tipus o extensions de fitxers perilloses.

source: Legacy anti-spam filters
ca_es: Filtres contra l'spam antics

source: Hold posts with header value matching a specified regexp.
ca_es: Missatges retinguts que tenen una capçalera que coincideix amb una regexp específica.

source: Use this option to prohibit posts according to specific header values. The target value is a regular-expression for matching against the specified header. The match is done disregarding letter case. Lines beginning with '#' are ignored as comments. <p>For example:<pre>to: .*@public.com </pre> says to hold all postings with a <em>To:</em> mail header containing '@public.com' anywhere among the addresses. <p>Note that leading whitespace is trimmed from the regexp. This can be circumvented in a number of ways, e.g. by escaping or bracketing it.
ca_es: Fes servir aquesta opció per a prohibir enviaments d'acord als valors de determinades capçaleres. El valor és una expressió regular que es compara amb les capçaleres indicades. La comparança es realitza sense tenir en compte majúsculs i minúscules. Les línies que comencen amb "#" s'ignoren al considerar-se comentaris. <p>Per exemple: <pre>to: .*@public.com </pre> indica que es retingui tots els enviaments dels quals a la capçalera <em>To:</em> continguin '@public.com' en qualsevol posició. <p>Observi que els espais en blanc es treuen de l'expressió regular. Això es pot evitar de distintes maneres, escapant-los o posant-los entre parèntesis.

source: Header filter rules require a pattern. Incomplete filter rules will be ignored.
ca_es: Les regles de filtre de capçalera requereixen un patró. Les regles de filtre incompletes s'ignoraran.

source: The header filter rule pattern '%(safepattern)s' is not a legal regular expression. This rule will be ignored.
ca_es: El patró de filtre de capçalera «%(safepattern)s» no és una expressió regular vàlida. S'ignorarà la regla.

source: Topics
ca_es: Temes

source: List topic keywords
ca_es: Llista les paraules clau dels temes

source: Disabled
ca_es: Deshabilitat

source: Enabled
ca_es: Habilitat

source: Should the topic filter be enabled or disabled?
ca_es: Voleu que el filtre de tema estigui habilitat o inhabilitat?

source: How many body lines should the topic matcher scan?
ca_es: Quantes línies del cos ha d'escanejar el buscador de temes?

source: The topic matcher will scan this many lines of the message body looking for topic keyword matches. Body scanning stops when either this many lines have been looked at, or a non-header-like body line is encountered. By setting this value to zero, no body lines will be scanned (i.e. only the <code>Keywords:</code> and <code>Subject:</code> headers will be scanned). By setting this value to a negative number, then all body lines will be scanned until a non-header-like line is encountered.
ca_es: El cercador de temes escanejarà aquesta quantitat de línies del cos del missatge a la recerca de paraules clau dels temes. L'escaneig del cos es deté quan s'ha mirat en totes aquestes línies o quan es troba una línia en el cos del missatge que no sembla una capçalera. Posant aquest valor a zero, no s'escanejarà cap línia del cos (és a dir, només s'escanejaran les capçaleres <code>Keywords:</code> i <code>Subject:</code>). Si es posa un nombre negatiu, s'escanejaran totes les línies del cos fins que es trobi una línia que no sembli una capçalera.

source: Topic keywords, one per line, to match against each message.
ca_es: Paraules clau dels temes, una per línia, a cercar en els missatges.

source: Each topic keyword is actually a regular expression, which is matched against certain parts of a mail message, specifically the <code>Keywords:</code> and <code>Subject:</code> message headers. Note that the first few lines of the body of the message can also contain a <code>Keywords:</code> and <code>Subject:</code> "header" on which matching is also performed.
ca_es: Cada paraula clau de tema és en realitat una expressió regular, que es compara contra certes parts del missatge de correu, concretament les capçaleres <code>Keywords:</code>i <code>Subject:</code>. Cal tenir en compte que les primeres línies del cos del missatge poden contenir també unes "headers" <code>Keywords: </code> i <code>Subject:</code> sobre les quals també es porta a terme la recerca.

source: Topic specifications require both a name and a pattern. Incomplete topics will be ignored.
ca_es: Les especificacions per a temes han d'incloure tant un nom com un patró. S'ignoraran les definicions incompletes.

source: The topic pattern '%(safepattern)s' is not a legal regular expression. It will be discarded.
ca_es: El patró de tema «%(safepattern)s» no és una expressió regular vàlida. Es descartarà.

source: Mail&lt;-&gt;News&nbsp;gateways
ca_es: Correu&lt;-&gt;passarel·les&nbsp;de notícies

source: Mail-to-News and News-to-Mail gateway services.
ca_es: Serveis de passarel·la de correu a notícies i de notícies a correu.

source: News server settings
ca_es: Configuració del servidor de notícies

source: The hostname of the machine your news server is running on.
ca_es: El nom de la màquina on s'executa el vostre servidor de notícies.

source: This value may be either the name of your news server, or optionally of the format name:port, where port is a port number. The news server is not part of Mailman proper. You have to already have access to an NNTP server, and that NNTP server must recognize the machine this mailing list runs on as a machine capable of reading and posting news.
ca_es: Aquest valor pot ser o bé el nom del vostre servidor de notícies, o bé la cadena nom:port, on port especifica un número de port. El servidor de notícies no és part del Mailman. Haureu de tenir accés a un servidor NNTP existent, el qual haurà de reconèixer la màquina on s'executa la llista de correu actual com a capaç d'enviar i llegir notícies.

source: The name of the Usenet group to gateway to and/or from.
ca_es: Nom del grup de Usenet al que enviar i/o rebre missatges.

source: Should new posts to the mailing list be sent to the newsgroup?
ca_es: S'han d'enviar els nous missatges de la llista de correu al grup de noticies?

source: Should new posts to the newsgroup be sent to the mailing list?
ca_es: S'han d'enviar els nous missatges del grup de noticies a la llista de correu?

source: Forwarding options
ca_es: Opcions de re-enviament

source: Moderated
ca_es: Moderat

source: Open list, moderated group
ca_es: Llista oberta, grup moderat

source: The moderation policy of the newsgroup.
ca_es: La política de moderació del grup de notícies.

source: This setting determines the moderation policy of the newsgroup and its interaction with the moderation policy of the mailing list. This only applies to the newsgroup that you are gatewaying <em>to</em>, so if you are only gatewaying from Usenet, or the newsgroup you are gatewaying to is not moderated, set this option to <em>None</em>. <p>If the newsgroup is moderated, you can set this mailing list up to be the moderation address for the newsgroup. By selecting <em>Moderated</em>, an additional posting hold will be placed in the approval process. All messages posted to the mailing list will have to be approved before being sent on to the newsgroup, or to the mailing list membership. <p><em>Note that if the message has an <tt>Approved</tt> header with the list's administrative password in it, this hold test will be bypassed, allowing privileged posters to send messages directly to the list and the newsgroup.</em> <p>Finally, if the newsgroup is moderated, but you want to have an open posting policy anyway, you should select <em>Open list, moderated group</em>. The effect of this is to use the normal Mailman moderation facilities, but to add an <tt>Approved</tt> header to all messages that are gatewayed to Usenet.
ca_es: Aquesta configuració determina la política de moderació del grup de notícies i la seva interacció amb la política de moderació de la llista de distribució. Això s'aplica únicament al grup de notícies al que està enviant, de manera que si només està fent de passarel·la d'entrada de Usenet, o si el grup de notícies al que està enviant no està moderat, posi aquesta opció a <*em/>Cap</em>. <p>Si el grup de notícies està moderat, pot configurar aquesta llista de distribució perquè sigui l'adreça de moderació del grup de notícies. Seleccionant <em>Moderat</em>, es reté el missatge com pas addicional en el procés d'aprovació. Tots els missatges enviats a la llista de distribució s'han d'aprovar abans que s'enviïn al grup de notícies, o a l'adreça de la llista de distribució. <p><em>Observi que si el missatge té una capçalera <tt>Approved</tt> contenint la cpntrasenya de l'administrador de la llista, la comprovació de si es deu retenir el missatge es passarà per alt, permetent que els remitents privilegiats enviïn missatges directament a la llista i al grup de notícies. <p>Finalment, si el grup de notícies és moderat, però vol tenir una política oberta a l'hora d'enviar, pot seleccionar <em>Llista oberta, grup moderat</em> L'efecte d'això és fer servir les facilitats de moderació de Mailman usuals, menys la d'agregar una capçalera <tt>Approved</tt> a tots els missatges que s'envien a Usenet.

source: Prefix <tt>Subject:</tt> headers on postings gated to news?
ca_es: Prefixar les capçaleres <tt>Subject:</tt> en els enviaments a les noticies?

source: Mailman prefixes <tt>Subject:</tt> headers with <a href="?VARHELP=general/subject_prefix">text you can customize</a> and normally, this prefix shows up in messages gatewayed to Usenet. You can set this option to <em>No</em> to disable the prefix on gated messages. Of course, if you turn off normal <tt>Subject:</tt> prefixes, they won't be prefixed for gated messages either.
ca_es: Mailman prefixa les capçaleres <tt>Subject:</tt> amb <a href="?VARHELP=general/subject_prefix"> text que es pot personalitzar</a> i normalment aquest prefix es mostra en els missatges que s'envien a Usenet. Pot posar aquesta opció a <em>No</em> per a inhabilitar el prefix en aquests missatges. Per suposat, si desactives el prefixat normal del <tt>Subject:</tt>, de cap de les maneres es prefixaran els missatges enviats a Usenet.

source: Mass catch up
ca_es: Sincronització massiva

source: Should Mailman perform a <em>catchup</em> on the newsgroup?
ca_es: Ha de <em>sincronitzar</em> Mailman amb el grup de noticies?

source: When you tell Mailman to perform a catchup on the newsgroup, this means that you want to start gating messages to the mailing list with the next new message found. All earlier messages on the newsgroup will be ignored. This is as if you were reading the newsgroup yourself, and you marked all current messages as <em>read</em>. By catching up, your mailing list members will not see any of the earlier messages.
ca_es: Quan li digui a Mailman que realitzi una sincronització amb els grups de notícies, això significa que que vol començar a transferir missatges a la llista de distribució a partir del primer missatge nou trobat. Tots els missatges previs del grup de notícies s'ignoraran. Això és el mateix que si vostè estigués llegint el grup de notícia i marqués com <em>llegits</em> tots els missatges fins la data. Al posar-se al dia, els subscriptors de la llista de distribució no veuran cap dels missatges anteriors.

source: Mass catchup completed
ca_es: Sincronització massiva completada
